{
	"name": "TDI_Alchemy",
	"description": "The Alchemy Bits",
	"changeNote": "[*]A roughly historical alchemy system as an alternate path to gold and dragon powder, with pros and cons vs the vanilla systems.  Includes some new orb types.\n\n[h2]Alchemy[/h2]\nThe alchemy recipes/feats are (loosely) based on real world pre-modern chemistry.  Some of the feats it might make sense for admins to block.  Below are the feat ID, Name, Explanation\n[table]\n[tr][td]22120001[/td][td]Leaching[/td][td]extracting saltpeter - precursor to most of the alchemy, but benign on it's own[/td][/tr]\n[tr][td]22120003[/td][td]CrushFiltering[/td][td]getting lime, clay, etc, again, precursors, and benign on their own[/td][/tr]\n[tr][td]22120004[/td][td]Nitre Alchemical Secrets (was Aqua Preparations)[/td][td]these are the nitric acid and saltpeter recipes, which includes a gold from goldstone extraction, throwable flasks of acid, and a different way of preparing dragon powder (basically black powder).  Obviously not 100% benign[/td][/tr]\n[tr][td]22120002[/td][td]Sublimating[/td][td]for a single precursor, but didn't fit with anything else, salammoniac, benign on it's own.[/td][/tr]\n[tr][td]22120026[/td][td]The Salty Alchemist[/td][td]A set of more precursor recipes, various salts.  Again, benign.[/td][/tr]\n[tr][td]22120027[/td][td]Deeper Secrets of Alchemy[/td][td]This is the aqua Regis/regia recipes.  Making the stuff, disolving things, and condensing things out of it.  This includes efficient extraction of silver and gold from silverstone.  I doubt it's game breaking, but if a server economy relies on control of base game gold/silver, then allow with caution.[/td][/tr]\n[tr][td]22120028[/td][td]Dragon Cotton[/td][td]separated out from Nitre shananigans so it can be blocked easier.  This is the more modern way of making boom.  Add Nitric acid to just about anything, rinse.  Creates Dragon Powder, named to take the mickey out of Gun Cotton (aka Nitrocellulose).  This recipe is greatly simplified, but still is a mid 17th century invention, so may not suit all games.  Still, the pre-modern game enabled ways of getting the aqua fortis may make this significantly more annoying a method than the existing in-game dragon powder recipes.  This also has the improved boom jar.  Much of the \"improvement\" is increasing damage slightly to structures, and a lot to people.  Messing with things that go boom, should do worse than a mild ache that goes away after a minute.[/td][/tr][/table]\n\nNames\n(out of characters)\nThe products have old timey names.  Saltpeter is still mostly called that, but common saltpeter or saltpetre is potasium nitrate.  Other types include sodium nitrate etc.  Always a nitrate.\nAqua Fortis is Nitric acid.  There are at least 20 names for this through the centuries.  The recipes I could find from old sources would yield at best, about 70% strength, so it would be significantly less dangerous than any modern pure stuff.  But still pretty nasty stuff.\nToxic Sludge is just a placeholder for \"things went wrong\".  You only try drinking it once.\nSal ammoniac is ammonium chloride\nAqua Regis is known by a few names, and is a mix of Nitric Acid and Hydrochloric. The combination will disolve \"noble\" metals such as gold (there's an oustanding story about the use of this involving the Bohr Institute hiding two Nobel prizes).\nOil of Vitriol is Sulphuric acid.  This is particularly nasty against biological \"substances\".\nAnd so on. If there's something where the name is troubling you and isn't listed here, google it.\n",
	"author": "Tiktaalik Dreaming",
	"authorUrl": "",
	"versionMajor": 1,
	"versionMinor": 0,
	"versionBuild": 2507030,
	"bRequiresLoadOnStartup": false,
	"steamPublishedFileId": "",
	"steamTestLivePublishedFileId": "",
	"steamVisibility": 2,
	"folderName": "TDI_Alchemy",
	"revisionNumber": 1461964,
	"snapshotId": 43964,
	"fileSize": -1755253376
}